Repository: Aptivi/Colorimetry
Catalog: public/Colorimetry/Resources/Languages/Output/Localizations.*.resx
Languages: es, hi, ko, tr, zh

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDCMYSPECIFIER
source: Invalid CMY colour specifier "{0}". Ensure that it's on the correct format
es: El especificador de color CMY "{0}" no es válido. Asegúrese de que tenga el formato correcto.
hi: अमान्य CMY रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप में है
ko: CMY 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz CMY renk belirteci "{0}". Doğru biçimde olduğundan emin olun
zh: CMY 顏色說明符「{0}」無效。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSECMYCLEVEL
source: The cyan colour level is out of range (0 -> 100).
es: El nivel de color cian está fuera de rango (0 -> 100).
hi: सियान रंग स्तर सीमा से बाहर है (0 -> 100).
ko: 청록색 레벨이 범위를 벗어났습니다(0 -> 100).
tr: Camgöbeği renk seviyesi aralık dışında (0 -> 100).
zh: 青色顏色等級超出範圍 (0 -> 100)。

# COLORIMETRY_MODEL_EXCEPTION_PARSECMYMLEVEL
source: The magenta colour level is out of range (0 -> 100).
es: El nivel de color magenta está fuera de rango (0 -> 100).
hi: मैजेन्टा रंग स्तर सीमा से बाहर है (0 -> 100).
ko: 마젠타 색상 레벨이 범위를 벗어났습니다(0 -> 100).
tr: Macenta renk seviyesi aralık dışında (0 -> 100).
zh: 洋紅色色階超出範圍 (0 -> 100)。

# COLORIMETRY_MODEL_EXCEPTION_PARSECMYYLEVEL
source: The yellow colour level is out of range (0 -> 100).
es: El nivel de color amarillo está fuera de rango (0 -> 100).
hi: पीला रंग स्तर सीमा से बाहर है (0 -> 100).
ko: 노란색 레벨이 범위를 벗어났습니다(0 -> 100).
tr: Sarı renk seviyesi aralık dışındadır (0 -> 100).
zh: 黃色等級超出範圍 (0 -> 100)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDCMYSPECIFIEREXCEED
source: Invalid CMY colour specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
es: El especificador de color CMY "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
hi: अमान्य CMY रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
ko: CMY 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz CMY renk belirteci "{0}". Belirteç üç öğeden fazla olamaz. Doğru biçimde olduğundan emin olun
zh: CMY 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDCMYKSPECIFIER
source: Invalid CMYK colour specifier "{0}". Ensure that it's on the correct format
es: El especificador de color CMYK "{0}" no es válido. Asegúrese de que tenga el formato correcto.
hi: अमान्य CMYK रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप में है
ko: CMYK 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz CMYK renk belirteci "{0}". Doğru biçimde olduğundan emin olun
zh: CMYK 顏色說明符「{0}」無效。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSECMYKKLEVEL
source: The black colour level is out of range (0 -> 100).
es: El nivel de color negro está fuera de rango (0 -> 100).
hi: काले रंग का स्तर सीमा से बाहर है (0 -> 100).
ko: 검은색 레벨이 범위를 벗어났습니다(0 -> 100).
tr: Siyah renk seviyesi aralık dışında (0 -> 100).
zh: 黑色等級超出範圍 (0 -> 100)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDCMYKSPECIFIEREXCEED
source: Invalid CMYK colour specifier "{0}". The specifier may not be more than four elements. Ensure that it's on the correct format
es: El especificador de color CMYK "{0}" no es válido. El especificador no puede tener más de cuatro elementos. Asegúrese de que tenga el formato correcto.
hi: अमान्य CMYK रंग विनिर्देशक "{0}"। विनिर्देशक में चार तत्वों से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
ko: CMYK 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 4개 요소를 초과할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz CMYK renk belirteci "{0}". Belirteç dört öğeden fazla olamaz. Doğru biçimde olduğundan emin olun
zh: CMYK 顏色說明符「{0}」無效。該說明符不能超過四個元素。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDHSLSPECIFIER
source: Invalid HSL colour specifier "{0}". Ensure that it's on the correct format
es: Especificador de color HSL "{0}" no válido. Asegúrese de que tenga el formato correcto.
hi: अमान्य HSL रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: HSL 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz HSL renk belirteci "{0}". Doğru biçimde olduğundan emin olun
zh: HSL 顏色說明符「{0}」無效。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEHSLHLEVEL
source: The hue level is out of range (0' -> 360' degrees).
es: El nivel de tono está fuera de rango (0' -> 360' grados).
hi: रंग स्तर सीमा से बाहर है (0' -> 360' डिग्री).
ko: 색조 레벨이 범위를 벗어났습니다(0' -> 360'도).
tr: Renk tonu seviyesi aralık dışında (0' -> 360' derece).
zh: 色調等級超出範圍（0' -> 360' 度）。

# COLORIMETRY_MODEL_EXCEPTION_PARSEHSLSLEVEL
source: The saturation level is out of range (0 -> 100).
es: El nivel de saturación está fuera de rango (0 -> 100).
hi: संतृप्ति स्तर सीमा से बाहर है (0 -> 100).
ko: 포화 수준이 범위를 벗어났습니다(0 -> 100).
tr: Doygunluk seviyesi aralık dışında (0 -> 100).
zh: 飽和度超出範圍 (0 -> 100)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEHSLLLEVEL
source: The lightness level is out of range (0 -> 100).
es: El nivel de luminosidad está fuera de rango (0 -> 100).
hi: हल्कापन स्तर सीमा से बाहर है (0 -> 100).
ko: 밝기 수준이 범위를 벗어났습니다(0 -> 100).
tr: Parlaklık seviyesi aralık dışında (0 -> 100).
zh: 亮度等級超出範圍 (0 -> 100)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDHSLSPECIFIEREXCEED
source: Invalid HSL colour specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
es: Especificador de color HSL "{0}" no válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
hi: अमान्य HSL रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
ko: HSL 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz HSL renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
zh: HSL 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDHSVSPECIFIER
source: Invalid HSV colour specifier "{0}". Ensure that it's on the correct format
es: El especificador de color HSV "{0}" no es válido. Asegúrese de que tenga el formato correcto.
hi: अमान्य HSV रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: HSV 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz HSV renk belirteci "{0}". Doğru biçimde olduğundan emin olun
zh: HSV 顏色說明符「{0}」無效。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEHSVVLEVEL
source: The value level is out of range (0 -> 100).
es: El nivel de valor está fuera de rango (0 -> 100).
hi: मान स्तर सीमा से बाहर है (0 -> 100).
ko: 값 수준이 범위를 벗어났습니다(0 -> 100).
tr: Değer seviyesi aralık dışında (0 -> 100).
zh: 值等級超出範圍 (0 -> 100)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDHSVSPECIFIEREXCEED
source: Invalid HSV colour specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
es: Especificador de color HSV "{0}" no válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
hi: अमान्य HSV रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
ko: HSV 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz HSV renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
zh: HSV 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDHWBSPECIFIER
source: Invalid HWB colour specifier "{0}". Ensure that it's on the correct format
es: El especificador de color HWB "{0}" no es válido. Asegúrese de que tenga el formato correcto.
hi: अमान्य HWB रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: HWB 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz HWB renk belirteci "{0}". Doğru biçimde olduğundan emin olun
zh: HWB 顏色說明符「{0}」無效。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEHWBWLEVEL
source: The whiteness level is out of range (0 -> 100).
es: El nivel de blancura está fuera de rango (0 -> 100).
hi: सफेदी का स्तर सीमा से बाहर है (0 -> 100).
ko: 백색도 수준이 범위를 벗어났습니다(0 -> 100).
tr: Beyazlık seviyesi aralık dışında (0 -> 100).
zh: 白度超出範圍 (0 -> 100)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEHWBBLEVEL
source: The blackness level is out of range (0 -> 100).
es: El nivel de oscuridad está fuera de rango (0 -> 100).
hi: कालापन स्तर सीमा से बाहर है (0 -> 100).
ko: 검은색 수준이 범위를 벗어났습니다(0 -> 100).
tr: Siyahlık seviyesi aralık dışında (0 -> 100).
zh: 黑度超出範圍 (0 -> 100)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDHWBSPECIFIEREXCEED
source: Invalid HWB colour specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
es: El especificador de color HWB "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
hi: अमान्य HWB रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट पर है
ko: HWB 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz HWB renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
zh: HWB 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDHUNTERLABSPECIFIER
source: Invalid HunterLab colour specifier "{0}". Ensure that it's on the correct format
es: El especificador de color de HunterLab "{0}" no es válido. Asegúrese de que tenga el formato correcto.
hi: हंटरलैब रंग विनिर्देशक "{0}" अमान्य है। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: HunterLab 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz HunterLab renk belirteci "{0}". Doğru biçimde olduğundan emin olun
zh: HunterLab 顏色說明符「{0}」無效。請確保其格式正確。

# COLORIMETRY_MODEL_EXCEPTION_PARSEHUNTERLABALEVEL
source: The A value is out of range (-128.0 -> 127.0).
es: El valor A está fuera de rango (-128.0 -> 127.0).
hi: A मान सीमा से बाहर है (-128.0 -> 127.0).
ko: A 값이 범위를 벗어났습니다(-128.0 -> 127.0).
tr: A değeri aralık dışında (-128.0 -> 127.0).
zh: A 值超出範圍 (-128.0 -> 127.0)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEHUNTERLABBLEVEL
source: The B value is out of range (-128.0 -> 127.0).
es: El valor B está fuera de rango (-128.0 -> 127.0).
hi: B मान सीमा से बाहर है (-128.0 -> 127.0).
ko: B 값이 범위를 벗어났습니다(-128.0 -> 127.0).
tr: B değeri aralık dışında (-128.0 -> 127.0).
zh: B 值超出範圍 (-128.0 -> 127.0)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDHUNTERLABSPECIFIEREXCEED
source: Invalid HunterLab colour specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
es: El especificador de color de HunterLab "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
hi: हंटरलैब रंग विनिर्देशक "{0}" अमान्य है। विनिर्देशक में तीन तत्वों से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
ko: HunterLab 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz HunterLab renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
zh: HunterLab 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDYUVSPECIFIER
source: Invalid YUV colour specifier "{0}". Ensure that it's on the correct format
es: El especificador de color YUV "{0}" no es válido. Asegúrese de que tenga el formato correcto.
hi: अमान्य YUV रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: YUV 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz YUV renk belirteci "{0}". Doğru biçimde olduğundan emin olun
zh: YUV 顏色說明符「{0}」無效。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEYUVYLEVEL
source: The luma level is out of range (0 -> 255).
es: El nivel de luminancia está fuera de rango (0 -> 255).
hi: ल्यूमा स्तर सीमा से बाहर है (0 -> 255).
ko: 루마 레벨이 범위를 벗어났습니다(0 -> 255).
tr: Luma seviyesi aralık dışında (0 -> 255).
zh: 亮度等級超出範圍（0 -> 255）。

# COLORIMETRY_MODEL_EXCEPTION_PARSEYUVULEVEL
source: The chroma (U) level is out of range (0 -> 255).
es: El nivel de croma (U) está fuera de rango (0 -> 255).
hi: क्रोमा (U) स्तर सीमा से बाहर है (0 -> 255).
ko: 크로마(U) 레벨이 범위(0 -> 255)를 벗어났습니다.
tr: Renk (U) seviyesi aralık dışında (0 -> 255).
zh: 色度（U）等級超出範圍（0 -> 255）。

# COLORIMETRY_MODEL_EXCEPTION_PARSEYUVVLEVEL
source: The chroma (V) level is out of range (0 -> 255).
es: El nivel de croma (V) está fuera de rango (0 -> 255).
hi: क्रोमा (V) स्तर सीमा से बाहर है (0 -> 255).
ko: 크로마(V) 레벨이 범위(0 -> 255)를 벗어났습니다.
tr: Renk (V) seviyesi aralık dışında (0 -> 255).
zh: 色度（V）等級超出範圍（0 -> 255）。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDYUVSPECIFIEREXCEED
source: Invalid YUV colour specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
es: Especificador de color YUV "{0}" no válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
hi: अमान्य YUV रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट पर है
ko: YUV 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz YUV renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
zh: YUV 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDYIQSPECIFIER
source: Invalid YIQ colour specifier "{0}". Ensure that it's on the correct format
es: El especificador de color YIQ "{0}" no es válido. Asegúrese de que tenga el formato correcto.
hi: YIQ रंग विनिर्देशक "{0}" अमान्य है। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: YIQ 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz YIQ renk belirteci "{0}". Doğru biçimde olduğundan emin olun
zh: YIQ 顏色說明符「{0}」無效。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEYIQILEVEL
source: The in-phase level is out of range (0 -> 255).
es: El nivel en fase está fuera de rango (0 -> 255).
hi: इन-फ़ेज़ स्तर सीमा से बाहर है (0 -> 255).
ko: 동상 레벨이 범위를 벗어났습니다(0 -> 255).
tr: Eş fazlı seviye aralık dışında (0 -> 255).
zh: 同相等級超出範圍 (0 -> 255)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEYIQQLEVEL
source: The quadrature level is out of range (0 -> 255).
es: El nivel de cuadratura está fuera de rango (0 -> 255).
hi: चतुर्भुज स्तर सीमा से बाहर है (0 -> 255).
ko: 사분면 레벨이 범위를 벗어났습니다(0 -> 255).
tr: Karesel seviye aralık dışında (0 -> 255).
zh: 正交等級超出範圍 (0 -> 255)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDYIQSPECIFIEREXCEED
source: Invalid YIQ colour specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
es: El especificador de color YIQ "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
hi: अमान्य YIQ रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट पर है
ko: YIQ 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz YIQ renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
zh: YIQ 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_ILLUMINANCENOREFERENCE
source: Can't get references from the table
es: No se pueden obtener referencias de la tabla
hi: तालिका से संदर्भ प्राप्त नहीं किया जा सका
ko: 테이블에서 참조를 가져올 수 없습니다.
tr: Tablodan referans alınamıyor
zh: 無法從表中取得引用

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDSPECIFIER
source: Invalid colour specifier "{0}". If you're using 256 colours, you'll need to enter a positive value from 0 to 255 or a valid colour name. If you're using true colour, you'll either need to write a valid colour specifier, such as RRR;GGG;BBB, or a colour code up to 16777215.
es: Especificador de color "{0}" no válido. Si usa 256 colores, deberá introducir un valor positivo entre 0 y 255 o un nombre de color válido. Si usa color verdadero, deberá escribir un especificador de color válido, como RRR;GGG;BBB, o un código de color hasta 16777215.
hi: अमान्य रंग विनिर्देशक "{0}"। यदि आप 256 रंगों का उपयोग कर रहे हैं, तो आपको 0 से 255 तक का सकारात्मक मान या मान्य रंग नाम दर्ज करना होगा। यदि आप सही रंग का उपयोग कर रहे हैं, तो आपको या तो RRR;GGG;BBB जैसा कोई मान्य रंग विनिर्देशक लिखना होगा, या 16777215 तक का रंग कोड लिखना होगा।
ko: 색상 지정자 "{0}"이(가) 잘못되었습니다. 256색을 사용하는 경우 0에서 255 사이의 양수 값이나 유효한 색상 이름을 입력해야 합니다. 트루 컬러를 사용하는 경우 RRR;GGG;BBB와 같은 유효한 색상 지정자나 최대 16777215까지의 색상 코드를 입력해야 합니다.
tr: Geçersiz renk belirteci "{0}". 256 renk kullanıyorsanız, 0 ila 255 arasında pozitif bir değer veya geçerli bir renk adı girmeniz gerekir. Gerçek renk kullanıyorsanız, RRR;GGG;BBB gibi geçerli bir renk belirteci veya 16777215'e kadar bir renk kodu yazmanız gerekir.
zh: 顏色說明符“{0}”無效。如果您使用的是 256 色，則需要輸入 0 到 255 之間的正值或有效的顏色名稱。如果您使用的是真彩色，則需要輸入有效的顏色說明符（例如 RRR;GGG;BBB）或最大為 16777215 的顏色代碼。

# COLORIMETRY_MODEL_EXCEPTION_PARSERGBREDLEVEL
source: The red colour level is out of range (0 -> 255).
es: El nivel de color rojo está fuera de rango (0 -> 255).
hi: लाल रंग का स्तर सीमा से बाहर है (0 -> 255).
ko: 빨간색 색상 레벨이 범위를 벗어났습니다(0 -> 255).
tr: Kırmızı renk seviyesi aralık dışında (0 -> 255).
zh: 紅色等級超出範圍 (0 -> 255)。

# COLORIMETRY_MODEL_EXCEPTION_PARSERGBGREENLEVEL
source: The green colour level is out of range (0 -> 255).
es: El nivel de color verde está fuera de rango (0 -> 255).
hi: हरा रंग स्तर सीमा से बाहर है (0 -> 255).
ko: 녹색 색상 레벨이 범위를 벗어났습니다(0 -> 255).
tr: Yeşil renk seviyesi aralık dışında (0 -> 255).
zh: 綠色等級超出範圍 (0 -> 255)。

# COLORIMETRY_MODEL_EXCEPTION_PARSERGBBLUELEVEL
source: The blue colour level is out of range (0 -> 255).
es: El nivel de color azul está fuera de rango (0 -> 255).
hi: नीला रंग स्तर सीमा से बाहर है (0 -> 255).
ko: 파란색 레벨이 범위를 벗어났습니다(0 -> 255).
tr: Mavi renk seviyesi aralık dışında (0 -> 255).
zh: 藍色等級超出範圍 (0 -> 255)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDHEXSPECIFIER
source: Invalid colour hex specifier "{0}". This specifier must start with the hash tag. Ensure that it's on the correct format
es: El especificador hexadecimal de color "{0}" no es válido. Este especificador debe comenzar con la etiqueta hash. Asegúrese de que tenga el formato correcto.
hi: अमान्य रंग हेक्स विनिर्देशक "{0}"। यह विनिर्देशक हैश टैग से शुरू होना चाहिए। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: 색상 16진수 지정자 "{0}"이(가) 잘못되었습니다. 이 지정자는 해시태그로 시작해야 합니다. 올바른 형식을 사용해야 합니다.
tr: Geçersiz renk hex belirteci "{0}". Bu belirteç, hash etiketiyle başlamalıdır. Doğru biçimde olduğundan emin olun
zh: 顏色十六進位說明符「{0}」無效。此說明符必須以井號標籤開頭。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDHEXLENGTH
source: Invalid colour hex length "{0}". Ensure that it's on the correct format
es: Longitud hexadecimal de color "{0}" no válida. Asegúrese de que tenga el formato correcto.
hi: अमान्य रंग हेक्स लंबाई "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: 색상 16진수 길이 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz renk hex uzunluğu "{0}". Doğru biçimde olduğundan emin olun
zh: 顏色十六進位長度「{0}」無效。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEHEXUNRESOLVABLE
source: Can't resolve colour hex "{0}".
es: No se puede resolver el color hexadecimal "{0}".
hi: रंग हेक्स "{0}" का समाधान नहीं किया जा सकता.
ko: 색상 16진수 "{0}"을 확인할 수 없습니다.
tr: "{0}" renk hex'i çözülemiyor.
zh: 無法解析顏色十六進位“{0}”。

# COLORIMETRY_MODEL_EXCEPTION_PARSERGBISORIGINALCOLOR
source: This colour is already an original colour.
es: Este color ya es un color original.
hi: यह रंग पहले से ही एक मूल रंग है।
ko: 이 색상은 이미 원래 색상입니다.
tr: Bu renk zaten orijinal bir renktir.
zh: 這個顏色已經是原來的顏色了。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDRGBSPECIFIER
source: Invalid colour specifier "{0}". Ensure that it's on the correct format, which means a number from 0-255 if using 255 colours or a VT sequence if using true colour as follows
es: Especificador de color "{0}" no válido. Asegúrese de que tenga el formato correcto, es decir, un número del 0 al 255 si se utilizan 255 colores, o una secuencia VT si se utiliza color verdadero, como se indica a continuación.
hi: अमान्य रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप में है, जिसका अर्थ है कि यदि 255 रंगों का उपयोग किया जा रहा है तो 0-255 तक की संख्या या यदि सही रंग का उपयोग किया जा रहा है तो VT अनुक्रम इस प्रकार है
ko: 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식인지 확인하세요. 즉, 255색을 사용하는 경우 0~255 사이의 숫자를 사용하고, 트루컬러를 사용하는 경우 다음과 같이 VT 시퀀스를 사용합니다.
tr: Geçersiz renk belirteci "{0}". Doğru biçimde olduğundan emin olun, yani 255 renk kullanılıyorsa 0-255 arasında bir sayı veya gerçek renk kullanılıyorsa aşağıdaki gibi bir VT dizisi kullanın
zh: 顏色說明符“{0}”無效。請確保其格式正確，即如果使用 255 種顏色，則為 0-255 之間的數字；如果使用真彩色，則為 VT 序列，如下所示

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDRGBSPECIFIEREXCEED
source: Invalid colour specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
es: Especificador de color "{0}" no válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
hi: अमान्य रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं हो सकते। सुनिश्चित करें कि यह सही फ़ॉर्मेट पर है
ko: 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
zh: 顏色說明符“{0}”無效。該說明符不能超過三個元素。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDRYBSPECIFIER
source: Invalid RYB colour specifier "{0}". Ensure that it's on the correct format
es: Especificador de color RYB "{0}" no válido. Asegúrese de que tenga el formato correcto.
hi: अमान्य RYB रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: RYB 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz RYB renk belirteci "{0}". Doğru biçimde olduğundan emin olun
zh: RYB 顏色說明符「{0}」無效。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSERYBRLEVEL
source: The red level is out of range (0 -> 255).
es: El nivel rojo está fuera de rango (0 -> 255).
hi: लाल स्तर सीमा से बाहर है (0 -> 255).
ko: 빨간색 레벨이 범위를 벗어났습니다(0 -> 255).
tr: Kırmızı seviye aralık dışındadır (0 -> 255).
zh: 紅色等級超出範圍 (0 -> 255)。

# COLORIMETRY_MODEL_EXCEPTION_PARSERYBYLEVEL
source: The yellow level is out of range (0 -> 255).
es: El nivel amarillo está fuera de rango (0 -> 255).
hi: पीला स्तर सीमा से बाहर है (0 -> 255).
ko: 노란색 레벨이 범위를 벗어났습니다(0 -> 255).
tr: Sarı seviye aralık dışıdır (0 -> 255).
zh: 黃色等級超出範圍（0 -> 255）。

# COLORIMETRY_MODEL_EXCEPTION_PARSERYBBLEVEL
source: The blue level is out of range (0 -> 255).
es: El nivel azul está fuera de rango (0 -> 255).
hi: नीला स्तर सीमा से बाहर है (0 -> 255).
ko: 파란색 레벨이 범위를 벗어났습니다(0 -> 255).
tr: Mavi seviye aralık dışında (0 -> 255).
zh: 藍色等級超出範圍 (0 -> 255)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDRYBSPECIFIEREXCEED
source: Invalid RYB colour specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
es: El especificador de color RYB "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
hi: अमान्य RYB रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट पर है
ko: RYB 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz RYB renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
zh: RYB 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDXYZSPECIFIER
source: Invalid XYZ colour specifier "{0}". Ensure that it's on the correct format
es: El especificador de color XYZ "{0}" no es válido. Asegúrese de que tenga el formato correcto.
hi: अमान्य XYZ रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: XYZ 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz XYZ renk belirteci "{0}". Doğru biçimde olduğundan emin olun
zh: XYZ 顏色說明符「{0}」無效。請確保其格式正確
