Repository: Aptivi/Colorimetry
Catalog: public/Colorimetry/Resources/Languages/Output/Localizations.*.resx
Languages: es, hi, ko, tr, zh

# COLORIMETRY_MODEL_EXCEPTION_PARSEXYZXLEVEL
source: The X value is out of range (0.0 -> 95.047).
es: El valor X está fuera de rango (0.0 -> 95.047).
hi: X मान सीमा से बाहर है (0.0 -> 95.047).
ko: X 값이 범위를 벗어났습니다(0.0 -> 95.047).
tr: X değeri aralık dışında (0.0 -> 95.047).
zh: X 值超出範圍 (0.0 -> 95.047)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEXYZYLEVEL
source: The Y value is out of range (0.0 -> 100.0).
es: El valor Y está fuera de rango (0.0 -> 100.0).
hi: Y मान सीमा से बाहर है (0.0 -> 100.0).
ko: Y 값이 범위를 벗어났습니다(0.0 -> 100.0).
tr: Y değeri aralık dışında (0.0 -> 100.0).
zh: Y 值超出範圍 (0.0 -> 100.0)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEXYZZLEVEL
source: The Z value is out of range (0.0 -> 108.883).
es: El valor Z está fuera de rango (0.0 -> 108.883).
hi: Z मान सीमा से बाहर है (0.0 -> 108.883).
ko: Z 값이 범위를 벗어났습니다(0.0 -> 108.883).
tr: Z değeri aralık dışında (0.0 -> 108.883).
zh: Z 值超出範圍 (0.0 -> 108.883)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDXYZSPECIFIEREXCEED
source: Invalid XYZ colour specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
es: Especificador de color XYZ "{0}" no válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
hi: अमान्य XYZ रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
ko: XYZ 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz XYZ renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
zh: XYZ 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDYXYSPECIFIER
source: Invalid YXY colour specifier "{0}". Ensure that it's on the correct format
es: Especificador de color YXY "{0}" no válido. Asegúrese de que tenga el formato correcto.
hi: अमान्य YXY रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: YXY 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz YXY renk belirteci "{0}". Doğru biçimde olduğundan emin olun
zh: YXY 顏色說明符「{0}」無效。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSEYXYY1LEVEL
source: The Y1 value is out of range (0.0 -> 100.0).
es: El valor Y1 está fuera de rango (0.0 -> 100.0).
hi: Y1 मान सीमा से बाहर है (0.0 -> 100.0).
ko: Y1 값이 범위를 벗어났습니다(0.0 -> 100.0).
tr: Y1 değeri aralık dışında (0.0 -> 100.0).
zh: Y1 值超出範圍 (0.0 -> 100.0)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEYXYX1LEVEL
source: The X value is out of range (0.0 -> 1.0).
es: El valor X está fuera de rango (0.0 -> 1.0).
hi: X मान सीमा से बाहर है (0.0 -> 1.0).
ko: X 값이 범위를 벗어났습니다(0.0 -> 1.0).
tr: X değeri aralık dışında (0.0 -> 1.0).
zh: X 值超出範圍 (0.0 -> 1.0)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEYXYY2LEVEL
source: The Y2 value is out of range (0.0 -> 1.0).
es: El valor Y2 está fuera de rango (0.0 -> 1.0).
hi: Y2 मान सीमा से बाहर है (0.0 -> 1.0).
ko: Y2 값이 범위를 벗어났습니다(0.0 -> 1.0).
tr: Y2 değeri aralık dışında (0.0 -> 1.0).
zh: Y2 值超出範圍 (0.0 -> 1.0)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDYXYSPECIFIEREXCEED
source: Invalid YXY colour specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
es: Especificador de color YXY "{0}" no válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
hi: अमान्य YXY रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
ko: YXY 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz YXY renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
zh: YXY 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# COLORIMETRY_CONTRAST_EXCEPTION_INVALIDTYPE
source: Colour type is invalid
es: El tipo de color no es válido
hi: रंग प्रकार अमान्य है
ko: 색상 유형이 잘못되었습니다
tr: Renk türü geçersiz
zh: 顏色類型無效

# COLORIMETRY_CONTRAST_EXCEPTION_INVALIDSPECIFIER
source: Colour specifier for seeability is invalid
es: El especificador de color para visibilidad no es válido
hi: दृश्यता के लिए रंग निर्दिष्टकर्ता अमान्य है
ko: 가시성을 위한 색상 지정자가 잘못되었습니다.
tr: Görünürlük için renk belirleyicisi geçersiz
zh: 可見性的顏色說明符無效

# COLORIMETRY_FORMULAS_EXCEPTION_INVALIDMONOCHROMACYTYPE
source: Invalid monochromacy type
es: Tipo de monocromatismo no válido
hi: अमान्य मोनोक्रोमेसी प्रकार
ko: 잘못된 단색 유형
tr: Geçersiz monokromatik türü
zh: 單色類型無效
