Repository: Aptivi/Colorimetry
Catalog: public/Colorimetry/Resources/Languages/Output/Localizations.*.resx
Languages: es, hi, ko, tr, zh

# COLORIMETRY_EXCEPTION_UNKNOWNERROR1
source: General error!
es: ¡Error general!
hi: सामान्य त्रुटि!
ko: 일반적인 오류입니다!
tr: Genel hata!
zh: 一般錯誤！

# COLORIMETRY_SERIALIZER_EXCEPTION_READERROR1
source: Can't determine how to convert a(n) {0} of {1} to a colour.
es: No se puede determinar cómo convertir un {0} de {1} a un color.
hi: यह निर्धारित नहीं किया जा सकता कि {1} में से {0} को रंग में कैसे परिवर्तित किया जाए।
ko: {1}의 {0}을 색상으로 변환하는 방법을 결정할 수 없습니다.
tr: {1}'in {0}'ının renge nasıl dönüştürüleceği belirlenemiyor.
zh: 無法確定如何將 {1} 中的 {0} 轉換為顏色。

# COLORIMETRY_SERIALIZER_EXCEPTION_READERROR2
source: Can't determine how to convert a(n) {0} of an unknown type to a colour.
es: No se puede determinar cómo convertir un {0} de un tipo desconocido a un color.
hi: यह निर्धारित नहीं किया जा सकता कि अज्ञात प्रकार के {0} को रंग में कैसे परिवर्तित किया जाए।
ko: 알 수 없는 유형의 {0}을 색상으로 변환하는 방법을 결정할 수 없습니다.
tr: Bilinmeyen bir türdeki {0} öğesinin renge nasıl dönüştürüleceği belirlenemiyor.
zh: 無法確定如何將未知類型的 {0} 轉換為顏色。

# COLORIMETRY_SERIALIZER_EXCEPTION_WRITEERROR
source: Can't get colour.
es: No puedo obtener el color
hi: रंग नहीं मिल सकता.
ko: 색깔이 나오지 않아요.
tr: Renk alamıyorum.
zh: 無法取得顏色。

# COLORIMETRY_DATA_EXCEPTION_COLOROUTOFRANGE
source: Colour is out of range.
es: El color está fuera de rango.
hi: रंग सीमा से बाहर है.
ko: 색상이 범위를 벗어났습니다.
tr: Renk aralığın dışında.
zh: 顏色超出範圍。

# COLORIMETRY_DATA_EXCEPTION_COLORNODATA
source: Can't get colour data.
es: No se pueden obtener datos de color.
hi: रंग डेटा प्राप्त नहीं किया जा सका.
ko: 색상 데이터를 가져올 수 없습니다.
tr: Renk verisi alınamıyor.
zh: 無法取得顏色資料。

# COLORIMETRY_GRADIENT_EXCEPTION_GRADIENTNULL
source: Are you sure that this gradient is not null?
es: ¿Estás seguro de que este gradiente no es nulo?
hi: क्या आप निश्चित हैं कि यह ग्रेडिएंट शून्य नहीं है?
ko: 이 기울기가 null이 아니라고 확신하시나요?
tr: Bu eğimin boş olmadığından emin misiniz?
zh: 你確定這個梯度不為空嗎？

# COLORIMETRY_GRADIENT_EXCEPTION_COLORNEEDED
source: Specify at least one colour.
es: Especifique al menos un color.
hi: कम से कम एक रंग निर्दिष्ट करें.
ko: 최소한 하나의 색상을 지정하세요.
tr: En az bir renk belirtin.
zh: 指定至少一種顏色。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDCIELABSPECIFIER
source: Invalid CieLab colour specifier "{0}". Ensure that it's on the correct format
es: El especificador de color CieLab "{0}" no es válido. Asegúrese de que tenga el formato correcto.
hi: CieLab रंग विनिर्देशक "{0}" अमान्य है। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: CieLab 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz CieLab renk belirteci "{0}". Doğru biçimde olduğundan emin olun
zh: CieLab 顏色說明符「{0}」無效。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSECIELABLLEVEL
source: The L value is out of range (0.0 -> 100.0).
es: El valor L está fuera de rango (0.0 -> 100.0).
hi: L मान सीमा से बाहर है (0.0 -> 100.0).
ko: L 값이 범위를 벗어났습니다(0.0 -> 100.0).
tr: L değeri aralık dışında (0.0 -> 100.0).
zh: L 值超出範圍 (0.0 -> 100.0)。

# COLORIMETRY_MODEL_EXCEPTION_PARSECIELABALEVEL
source: The A value is out of range (-128.0 -> 128.0).
es: El valor A está fuera de rango (-128.0 -> 128.0).
hi: A मान सीमा से बाहर है (-128.0 -> 128.0).
ko: A 값이 범위를 벗어났습니다(-128.0 -> 128.0).
tr: A değeri aralık dışında (-128.0 -> 128.0).
zh: A 值超出範圍 (-128.0 -> 128.0)。

# COLORIMETRY_MODEL_EXCEPTION_PARSECIELABBLEVEL
source: The B value is out of range (-128.0 -> 128.0).
es: El valor B está fuera de rango (-128.0 -> 128.0).
hi: B मान सीमा से बाहर है (-128.0 -> 128.0).
ko: B 값이 범위를 벗어났습니다(-128.0 -> 128.0).
tr: B değeri aralık dışında (-128.0 -> 128.0).
zh: B 值超出範圍 (-128.0 -> 128.0)。

# COLORIMETRY_MODEL_EXCEPTION_ILLUMINANCEINVALIDOBSERVER
source: Observer must be either 2 or 10
es: El observador debe tener 2 o 10 años.
hi: पर्यवेक्षक की संख्या 2 या 10 होनी चाहिए
ko: 관찰자는 2 또는 10이어야 합니다.
tr: Gözlemci 2 veya 10 yaşında olmalı
zh: 觀察者必須是 2 或 10

# COLORIMETRY_MODEL_EXCEPTION_ILLUMINANCEINVALIDILLUMINANT
source: Illuminant is invalid
es: El iluminante no es válido
hi: प्रकाशक अमान्य है
ko: 조명이 유효하지 않습니다
tr: Aydınlatıcı geçersiz
zh: 光源無效

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDCIELABSPECIFIEREXCEED
source: Invalid CieLab colour specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
es: El especificador de color CieLab "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
hi: अमान्य CieLab रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से अधिक तत्व नहीं हो सकते। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: CieLab 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz CieLab renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
zh: CieLab 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDCIELCHSPECIFIER
source: Invalid CieLch colour specifier "{0}". Ensure that it's on the correct format
es: El especificador de color CieLch "{0}" no es válido. Asegúrese de que tenga el formato correcto.
hi: अमान्य CieLch रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: CieLch 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz CieLch renk belirteci "{0}". Doğru biçimde olduğundan emin olun
zh: CieLch 顏色說明符「{0}」無效。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSECIELCHCLEVEL
source: The C value is out of range (-128.0 -> 128.0).
es: El valor C está fuera de rango (-128.0 -> 128.0).
hi: C मान सीमा से बाहर है (-128.0 -> 128.0).
ko: C 값이 범위를 벗어났습니다(-128.0 -> 128.0).
tr: C değeri aralık dışında (-128.0 -> 128.0).
zh: C 值超出範圍 (-128.0 -> 128.0)。

# COLORIMETRY_MODEL_EXCEPTION_PARSECIELCHHLEVEL
source: The H value is out of range (-128.0 -> 128.0).
es: El valor H está fuera de rango (-128.0 -> 128.0).
hi: H मान सीमा से बाहर है (-128.0 -> 128.0).
ko: H 값이 범위를 벗어났습니다(-128.0 -> 128.0).
tr: H değeri aralık dışında (-128.0 -> 128.0).
zh: H 值超出範圍 (-128.0 -> 128.0)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDCIELCHSPECIFIEREXCEED
source: Invalid CieLch colour specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
es: El especificador de color CieLch "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
hi: अमान्य CieLch रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से अधिक तत्व नहीं हो सकते। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: CieLch 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz CieLch renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
zh: CieLch 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDCIELUVSPECIFIER
source: Invalid CieLuv colour specifier "{0}". Ensure that it's on the correct format
es: El especificador de color CieLuv "{0}" no es válido. Asegúrese de que tenga el formato correcto.
hi: CieLuv रंग विनिर्देशक "{0}" अमान्य है। सुनिश्चित करें कि यह सही प्रारूप पर है
ko: CieLuv 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz CieLuv renk belirteci "{0}". Doğru biçimde olduğundan emin olun
zh: CieLuv 顏色說明符「{0}」無效。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_PARSECIELUVULEVEL
source: The U value is out of range (-134.0 -> 220.0).
es: El valor U está fuera de rango (-134.0 -> 220.0).
hi: U मान सीमा से बाहर है (-134.0 -> 220.0).
ko: U 값이 범위를 벗어났습니다(-134.0 -> 220.0).
tr: U değeri aralık dışında (-134.0 -> 220.0).
zh: U 值超出範圍 (-134.0 -> 220.0)。

# COLORIMETRY_MODEL_EXCEPTION_PARSECIELUVVLEVEL
source: The V value is out of range (-140.0 -> 122.0).
es: El valor V está fuera de rango (-140.0 -> 122.0).
hi: V मान सीमा से बाहर है (-140.0 -> 122.0).
ko: V 값이 범위를 벗어났습니다(-140.0 -> 122.0).
tr: V değeri aralık dışında (-140.0 -> 122.0).
zh: V 值超出範圍 (-140.0 -> 122.0)。

# COLORIMETRY_MODEL_EXCEPTION_PARSEINVALIDCIELUVSPECIFIEREXCEED
source: Invalid CieLuv colour specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
es: El especificador de color CieLuv "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
hi: CieLuv रंग विनिर्देशक "{0}" अमान्य है। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
ko: CieLuv 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
tr: Geçersiz CieLuv renk belirteci "{0}". Belirleyici üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
zh: CieLuv 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# COLORIMETRY_MODEL_EXCEPTION_NOSOURCE
source: Can't convert null source.
es: No se puede convertir la fuente nula.
hi: शून्य स्रोत परिवर्तित नहीं किया जा सकता.
ko: null 소스를 변환할 수 없습니다.
tr: Boş kaynak dönüştürülemiyor.
zh: 無法轉換空源。

# COLORIMETRY_MODEL_EXCEPTION_NOTYPE
source: Can't convert to null type.
es: No se puede convertir al tipo nulo.
hi: शून्य प्रकार में परिवर्तित नहीं किया जा सकता.
ko: null 유형으로 변환할 수 없습니다.
tr: Null türüne dönüştürülemiyor.
zh: 無法轉換為空類型。

# COLORIMETRY_MODEL_EXCEPTION_SPECIFYSOURCEMODEL
source: You should specify a specific source colour model, not the base one.
es: Debes especificar un modelo de color de origen específico, no el base.
hi: आपको एक विशिष्ट स्रोत रंग मॉडल निर्दिष्ट करना चाहिए, न कि आधार रंग मॉडल।
ko: 기본 색상 모델이 아닌 특정 소스 색상 모델을 지정해야 합니다.
tr: Temel olanı değil, belirli bir kaynak renk modelini belirtmelisiniz.
zh: 您應該指定特定的來源色彩模型，而不是基本模型。

# COLORIMETRY_MODEL_EXCEPTION_NOTSOURCEMODEL
source: Not a colour model.
es: No es un modelo de color.
hi: रंग मॉडल नहीं.
ko: 색상 모델이 아닙니다.
tr: Renkli bir model değil.
zh: 不是彩色模型。

# COLORIMETRY_MODEL_EXCEPTION_SPECIFYTARGETMODEL
source: You should specify a specific target colour model, not the base one.
es: Debes especificar un modelo de color de destino específico, no el base.
hi: आपको एक विशिष्ट लक्ष्य रंग मॉडल निर्दिष्ट करना चाहिए, न कि आधार मॉडल।
ko: 기본 색상 모델이 아닌 특정 대상 색상 모델을 지정해야 합니다.
tr: Temel olanı değil, belirli bir hedef renk modelini belirtmelisiniz.
zh: 您應該指定特定的目標顏色模型，而不是基本模型。

# COLORIMETRY_MODEL_EXCEPTION_NOTTARGETMODEL
source: Not a target colour model.
es: No es un modelo de color objetivo.
hi: लक्ष्य रंग मॉडल नहीं.
ko: 대상 색상 모델이 아닙니다.
tr: Hedef renk modeli değil.
zh: 不是目標顏色模型。

# COLORIMETRY_MODEL_EXCEPTION_SAMEMODEL
source: Can't convert same colour model.
es: No se puede convertir el mismo modelo de color.
hi: समान रंग मॉडल परिवर्तित नहीं किया जा सकता.
ko: 동일한 색상 모델을 변환할 수 없습니다.
tr: Aynı renk modeli dönüştürülemiyor.
zh: 無法轉換相同的色彩模型。

# COLORIMETRY_MODEL_EXCEPTION_TORGBFAILED
source: Can't convert to RGB.
es: No se puede convertir a RGB.
hi: RGB में परिवर्तित नहीं किया जा सकता.
ko: RGB로 변환할 수 없습니다.
tr: RGB'ye dönüştürülemiyor.
zh: 無法轉換為 RGB。

# COLORIMETRY_MODEL_EXCEPTION_FROMBASEFAILED
source: Can't convert from base colour model.
es: No se puede convertir desde el modelo de color base.
hi: आधार रंग मॉडल से रूपांतरण नहीं किया जा सकता.
ko: 기본 색상 모델에서 변환할 수 없습니다.
tr: Temel renk modelinden dönüştürülemiyor.
zh: 無法從基本色彩模型轉換。

# COLORIMETRY_MODEL_EXCEPTION_TOCMYKFAILED
source: Can't convert to CMYK.
es: No se puede convertir a CMYK.
hi: CMYK में परिवर्तित नहीं किया जा सकता.
ko: CMYK로 변환할 수 없습니다.
tr: CMYK'ye dönüştürülemiyor.
zh: 無法轉換為 CMYK。

# COLORIMETRY_MODEL_EXCEPTION_TOCMYFAILED
source: Can't convert to CMY.
es: No se puede convertir a CMY.
hi: CMY में परिवर्तित नहीं किया जा सकता.
ko: CMY로 변환할 수 없습니다.
tr: CMY'ye dönüştürülemiyor.
zh: 無法轉換為 CMY。

# COLORIMETRY_MODEL_EXCEPTION_TOHSLFAILED
source: Can't convert to HSL.
es: No se puede convertir a HSL.
hi: HSL में परिवर्तित नहीं किया जा सकता.
ko: HSL로 변환할 수 없습니다.
tr: HSL'ye dönüştürülemiyor.
zh: 無法轉換為 HSL。

# COLORIMETRY_MODEL_EXCEPTION_TOHSVFAILED
source: Can't convert to HSV.
es: No se puede convertir a HSV.
hi: HSV में परिवर्तित नहीं किया जा सकता.
ko: HSV로 변환할 수 없습니다.
tr: HSV'ye dönüştürülemiyor.
zh: 無法轉換為 HSV。

# COLORIMETRY_MODEL_EXCEPTION_TORYBFAILED
source: Can't convert to RYB.
es: No se puede convertir a RYB.
hi: RYB में परिवर्तित नहीं किया जा सकता.
ko: RYB로 변환할 수 없습니다.
tr: RYB'ye dönüştürülemiyor.
zh: 無法轉換為 RYB。

# COLORIMETRY_MODEL_EXCEPTION_TOYIQFAILED
source: Can't convert to YIQ.
es: No se puede convertir a YIQ.
hi: YIQ में परिवर्तित नहीं किया जा सकता.
ko: YIQ로 변환할 수 없습니다.
tr: YIQ'ya dönüştürülemiyor.
zh: 無法轉換為 YIQ。

# COLORIMETRY_MODEL_EXCEPTION_TOYUVFAILED
source: Can't convert to YUV.
es: No se puede convertir a YUV.
hi: YUV में परिवर्तित नहीं किया जा सकता.
ko: YUV로 변환할 수 없습니다.
tr: YUV'a dönüştürülemiyor.
zh: 無法轉換為 YUV。

# COLORIMETRY_MODEL_EXCEPTION_TOXYZFAILED
source: Can't convert to XYZ.
es: No se puede convertir a XYZ.
hi: XYZ में परिवर्तित नहीं किया जा सकता.
ko: XYZ로 변환할 수 없습니다.
tr: XYZ'ye dönüştürülemiyor.
zh: 無法轉換為 XYZ。

# COLORIMETRY_MODEL_EXCEPTION_TOYXYFAILED
source: Can't convert to YXY.
es: No se puede convertir a YXY.
hi: YXY में परिवर्तित नहीं किया जा सकता.
ko: YXY로 변환할 수 없습니다.
tr: YXY'ye dönüştürülemiyor.
zh: 無法轉換為 YXY。

# COLORIMETRY_MODEL_EXCEPTION_TOHUNTERLABFAILED
source: Can't convert to HunterLab.
es: No se puede convertir a HunterLab.
hi: हंटरलैब में परिवर्तित नहीं किया जा सकता.
ko: HunterLab으로 변환할 수 없습니다.
tr: HunterLab'a dönüştürülemiyor.
zh: 無法轉換為 HunterLab。

# COLORIMETRY_MODEL_EXCEPTION_TOCIELABFAILED
source: Can't convert to CieLab.
es: No se puede convertir a CieLab.
hi: CieLab में परिवर्तित नहीं किया जा सकता.
ko: CieLab로 변환할 수 없습니다.
tr: CieLab'a dönüştürülemiyor.
zh: 無法轉換為 CieLab。

# COLORIMETRY_MODEL_EXCEPTION_TOCIELUVFAILED
source: Can't convert to CieLuv.
es: No se puede convertir a CieLuv.
hi: CieLuv में परिवर्तित नहीं किया जा सकता.
ko: CieLuv로 변환할 수 없습니다.
tr: CieLuv'a dönüştürülemiyor.
zh: 無法轉換為 CieLuv。

# COLORIMETRY_MODEL_EXCEPTION_TOCIELCHFAILED
source: Can't convert to CieLch.
es: No se puede convertir a CieLch.
hi: CieLch में परिवर्तित नहीं किया जा सकता.
ko: CieLch로 변환할 수 없습니다.
tr: CieLch'e dönüştürülemiyor.
zh: 無法轉換為 CieLch。

# COLORIMETRY_MODEL_EXCEPTION_TOHWBFAILED
source: Can't convert to HWB.
es: No se puede convertir a HWB.
hi: HWB में परिवर्तित नहीं किया जा सकता.
ko: HWB로 변환할 수 없습니다.
tr: HWB'ye dönüştürülemiyor.
zh: 無法轉換為 HWB。

# COLORIMETRY_MODEL_EXCEPTION_FROMRGBFAILED
source: Can't convert from RGB.
es: No se puede convertir desde RGB.
hi: RGB से रूपांतरण नहीं किया जा सकता.
ko: RGB에서 변환할 수 없습니다.
tr: RGB'den dönüştürülemiyor.
zh: 無法從 RGB 轉換。

# COLORIMETRY_MODEL_EXCEPTION_TOCMYNULLRGB
source: Can't convert a null RGB instance to CMY!
es: ¡No se puede convertir una instancia RGB nula a CMY!
hi: शून्य RGB इंस्टैंस को CMY में परिवर्तित नहीं किया जा सकता!
ko: null RGB 인스턴스를 CMY로 변환할 수 없습니다!
tr: Boş bir RGB örneğini CMY'ye dönüştüremiyorum!
zh: 無法將空 RGB 實例轉換為 CMY！

# COLORIMETRY_MODEL_EXCEPTION_TOCMYKNULLRGB
source: Can't convert a null RGB instance to CMYK!
es: ¡No se puede convertir una instancia RGB nula a CMYK!
hi: शून्य RGB इंस्टैंस को CMYK में परिवर्तित नहीं किया जा सकता!
ko: null RGB 인스턴스를 CMYK로 변환할 수 없습니다!
tr: Boş bir RGB örneğini CMYK'ye dönüştüremiyorum!
zh: 無法將空 RGB 實例轉換為 CMYK！

# COLORIMETRY_MODEL_EXCEPTION_TOHSLNULLRGB
source: Can't convert a null RGB instance to HSL!
es: ¡No se puede convertir una instancia RGB nula a HSL!
hi: शून्य RGB इंस्टैंस को HSL में परिवर्तित नहीं किया जा सकता!
ko: null RGB 인스턴스를 HSL로 변환할 수 없습니다!
tr: Boş bir RGB örneği HSL'ye dönüştürülemez!
zh: 無法將空 RGB 實例轉換為 HSL！

# COLORIMETRY_MODEL_EXCEPTION_TOHSVNULLRGB
source: Can't convert a null RGB instance to HSV!
es: ¡No se puede convertir una instancia RGB nula a HSV!
hi: शून्य RGB इंस्टैंस को HSV में परिवर्तित नहीं किया जा सकता!
ko: null RGB 인스턴스를 HSV로 변환할 수 없습니다!
tr: Boş bir RGB örneğini HSV'ye dönüştüremiyorum!
zh: 無法將空 RGB 實例轉換為 HSV！

# COLORIMETRY_MODEL_EXCEPTION_TORYBNULLRGB
source: Can't convert a null RGB instance to RYB!
es: ¡No se puede convertir una instancia RGB nula a RYB!
hi: शून्य RGB इंस्टैंस को RYB में परिवर्तित नहीं किया जा सकता!
ko: null RGB 인스턴스를 RYB로 변환할 수 없습니다!
tr: Boş bir RGB örneğini RYB'ye dönüştüremiyorum!
zh: 無法將空 RGB 實例轉換為 RYB！

# COLORIMETRY_MODEL_EXCEPTION_TOYIQNULLRGB
source: Can't convert a null RGB instance to YIQ!
es: ¡No se puede convertir una instancia RGB nula a YIQ!
hi: शून्य RGB इंस्टैंस को YIQ में परिवर्तित नहीं किया जा सकता!
ko: null RGB 인스턴스를 YIQ로 변환할 수 없습니다!
tr: Boş bir RGB örneğini YIQ'ya dönüştüremiyorum!
zh: 無法將空 RGB 實例轉換為 YIQ！

# COLORIMETRY_MODEL_EXCEPTION_TOYUVNULLRGB
source: Can't convert a null RGB instance to YUV!
es: ¡No se puede convertir una instancia RGB nula a YUV!
hi: शून्य RGB इंस्टैंस को YUV में परिवर्तित नहीं किया जा सकता!
ko: null RGB 인스턴스를 YUV로 변환할 수 없습니다!
tr: Boş bir RGB örneğini YUV'a dönüştüremiyorum!
zh: 無法將空 RGB 實例轉換為 YUV！

# COLORIMETRY_MODEL_EXCEPTION_TOXYZNULLRGB
source: Can't convert a null RGB instance to XYZ!
es: ¡No se puede convertir una instancia RGB nula a XYZ!
hi: शून्य RGB इंस्टैंस को XYZ में परिवर्तित नहीं किया जा सकता!
ko: null RGB 인스턴스를 XYZ로 변환할 수 없습니다!
tr: Boş bir RGB örneği XYZ'ye dönüştürülemez!
zh: 空 RGB 實例無法轉換為 XYZ！

# COLORIMETRY_MODEL_EXCEPTION_TOYXYNULLRGB
source: Can't convert a null RGB instance to YXY!
es: ¡No se puede convertir una instancia RGB nula a YXY!
hi: शून्य RGB इंस्टैंस को YXY में परिवर्तित नहीं किया जा सकता!
ko: null RGB 인스턴스를 YXY로 변환할 수 없습니다!
tr: Boş bir RGB örneği YXY'ye dönüştürülemez!
zh: 無法將空 RGB 實例轉換為 YXY！

# COLORIMETRY_MODEL_EXCEPTION_TOHUNTERLABNULLRGB
source: Can't convert a null RGB instance to HunterLab!
es: ¡No se puede convertir una instancia RGB nula a HunterLab!
hi: शून्य RGB इंस्टैंस को HunterLab में परिवर्तित नहीं किया जा सकता!
ko: null RGB 인스턴스를 HunterLab으로 변환할 수 없습니다!
tr: Boş bir RGB örneği HunterLab'a dönüştürülemiyor!
zh: 無法將空 RGB 執行個體轉換為 HunterLab！

# COLORIMETRY_MODEL_EXCEPTION_TOCIELABNULLRGB
source: Can't convert a null RGB instance to CieLab!
es: ¡No se puede convertir una instancia RGB nula a CieLab!
hi: शून्य RGB इंस्टैंस को CieLab में परिवर्तित नहीं किया जा सकता!
ko: null RGB 인스턴스를 CieLab로 변환할 수 없습니다!
tr: Boş bir RGB örneğini CieLab'a dönüştüremiyorum!
zh: 無法將空 RGB 實例轉換為 CieLab！

# COLORIMETRY_MODEL_EXCEPTION_TOCIELUVNULLRGB
source: Can't convert a null RGB instance to CieLuv!
es: ¡No se puede convertir una instancia RGB nula a CieLuv!
hi: शून्य RGB इंस्टैंस को CieLuv में परिवर्तित नहीं किया जा सकता!
ko: null RGB 인스턴스를 CieLuv로 변환할 수 없습니다!
tr: Boş bir RGB örneğini CieLuv'a dönüştüremiyorum!
zh: 無法將空 RGB 實例轉換為 CieLuv！

# COLORIMETRY_MODEL_EXCEPTION_TOCIELCHNULLRGB
source: Can't convert a null RGB instance to CieLch!
es: ¡No se puede convertir una instancia RGB nula a CieLch!
hi: शून्य RGB इंस्टैंस को CieLch में परिवर्तित नहीं किया जा सकता!
ko: null RGB 인스턴스를 CieLch로 변환할 수 없습니다!
tr: Boş bir RGB örneğini CieLch'e dönüştüremiyorum!
zh: 無法將空 RGB 實例轉換為 CieLch！

# COLORIMETRY_MODEL_EXCEPTION_TOHWBNULLRGB
source: Can't convert a null RGB instance to HWB!
es: ¡No se puede convertir una instancia RGB nula a HWB!
hi: शून्य RGB इंस्टैंस को HWB में परिवर्तित नहीं किया जा सकता!
ko: null RGB 인스턴스를 HWB로 변환할 수 없습니다!
tr: Boş bir RGB örneğini HWB'ye dönüştüremiyorum!
zh: 無法將空 RGB 執行個體轉換為 HWB！

# COLORIMETRY_MODEL_EXCEPTION_TORGBNULLCMY
source: Can't convert a null CMY instance to RGB!
es: ¡No se puede convertir una instancia CMY nula a RGB!
hi: शून्य CMY इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
ko: null CMY 인스턴스를 RGB로 변환할 수 없습니다!
tr: Boş bir CMY örneğini RGB'ye dönüştüremiyorum!
zh: 無法將空的 CMY 實例轉換為 RGB！

# COLORIMETRY_MODEL_EXCEPTION_TORGBNULLCMYK
source: Can't convert a null CMYK instance to RGB!
es: ¡No se puede convertir una instancia CMYK nula a RGB!
hi: शून्य CMYK इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
ko: null CMYK 인스턴스를 RGB로 변환할 수 없습니다!
tr: Boş bir CMYK örneğini RGB'ye dönüştüremiyorum!
zh: 無法將空的 CMYK 實例轉換為 RGB！

# COLORIMETRY_MODEL_EXCEPTION_TORGBNULLHSL
source: Can't convert a null HSL instance to RGB!
es: ¡No se puede convertir una instancia HSL nula a RGB!
hi: शून्य HSL इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
ko: null HSL 인스턴스를 RGB로 변환할 수 없습니다!
tr: Boş bir HSL örneğini RGB'ye dönüştüremiyorum!
zh: 無法將空 HSL 實例轉換為 RGB！

# COLORIMETRY_MODEL_EXCEPTION_TORGBNULLHSV
source: Can't convert a null HSV instance to RGB!
es: ¡No se puede convertir una instancia HSV nula a RGB!
hi: शून्य HSV इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
ko: null HSV 인스턴스를 RGB로 변환할 수 없습니다!
tr: Boş bir HSV örneğini RGB'ye dönüştüremiyorum!
zh: 無法將空的 HSV 實例轉換為 RGB！

# COLORIMETRY_MODEL_EXCEPTION_TORGBNULLRYB
source: Can't convert a null RYB instance to RGB!
es: ¡No se puede convertir una instancia RYB nula a RGB!
hi: शून्य RYB इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
ko: null RYB 인스턴스를 RGB로 변환할 수 없습니다!
tr: Boş bir RYB örneğini RGB'ye dönüştüremiyorum!
zh: 無法將空白 RYB 實例轉換為 RGB！

# COLORIMETRY_MODEL_EXCEPTION_TORGBNULLYIQ
source: Can't convert a null YIQ instance to RGB!
es: ¡No se puede convertir una instancia YIQ nula a RGB!
hi: शून्य YIQ इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
ko: null YIQ 인스턴스를 RGB로 변환할 수 없습니다!
tr: Boş bir YIQ örneğini RGB'ye dönüştüremiyorum!
zh: 無法將空的 YIQ 實例轉換為 RGB！

# COLORIMETRY_MODEL_EXCEPTION_TORGBNULLYUV
source: Can't convert a null YUV instance to RGB!
es: ¡No se puede convertir una instancia YUV nula a RGB!
hi: शून्य YUV इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
ko: null YUV 인스턴스를 RGB로 변환할 수 없습니다!
tr: Boş bir YUV örneğini RGB'ye dönüştüremiyorum!
zh: 無法將空 YUV 實例轉換為 RGB！

# COLORIMETRY_MODEL_EXCEPTION_TORGBNULLXYZ
source: Can't convert a null XYZ instance to RGB!
es: ¡No se puede convertir una instancia XYZ nula a RGB!
hi: शून्य XYZ उदाहरण को RGB में परिवर्तित नहीं किया जा सकता!
ko: null XYZ 인스턴스를 RGB로 변환할 수 없습니다!
tr: Boş bir XYZ örneğini RGB'ye dönüştüremiyorum!
zh: 無法將空的 XYZ 實例轉換為 RGB！

# COLORIMETRY_MODEL_EXCEPTION_TORGBNULLYXY
source: Can't convert a null YXY instance to RGB!
es: ¡No se puede convertir una instancia YXY nula a RGB!
hi: शून्य YXY इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
ko: null YXY 인스턴스를 RGB로 변환할 수 없습니다!
tr: Boş bir YXY örneğini RGB'ye dönüştüremiyorum!
zh: 無法將空的 YXY 實例轉換為 RGB！

# COLORIMETRY_MODEL_EXCEPTION_TORGBNULLHUNTERLAB
source: Can't convert a null HunterLab instance to RGB!
es: ¡No se puede convertir una instancia nula de HunterLab a RGB!
hi: शून्य HunterLab इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
ko: null HunterLab 인스턴스를 RGB로 변환할 수 없습니다!
tr: Boş bir HunterLab örneğini RGB'ye dönüştüremiyorum!
zh: 無法將空的 HunterLab 執行個體轉換為 RGB！

# COLORIMETRY_MODEL_EXCEPTION_TORGBNULLCIELAB
source: Can't convert a null CieLab instance to RGB!
es: ¡No se puede convertir una instancia nula de CieLab a RGB!
hi: शून्य CieLab इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
ko: null CieLab 인스턴스를 RGB로 변환할 수 없습니다!
tr: Boş bir CieLab örneğini RGB'ye dönüştüremiyorum!
zh: 無法將空的 CieLab 實例轉換為 RGB！

# COLORIMETRY_MODEL_EXCEPTION_TORGBNULLCIELUV
source: Can't convert a null CieLuv instance to RGB!
es: ¡No se puede convertir una instancia nula de CieLuv a RGB!
hi: शून्य CieLuv इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
ko: null CieLuv 인스턴스를 RGB로 변환할 수 없습니다!
tr: Boş bir CieLuv örneğini RGB'ye dönüştüremiyorum!
zh: 無法將空的 CieLuv 實例轉換為 RGB！

# COLORIMETRY_MODEL_EXCEPTION_TORGBNULLCIELCH
source: Can't convert a null CieLch instance to RGB!
es: ¡No se puede convertir una instancia nula de CieLch a RGB!
hi: शून्य CieLch इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
ko: null CieLch 인스턴스를 RGB로 변환할 수 없습니다!
tr: Boş bir CieLch örneğini RGB'ye dönüştüremiyorum!
zh: 無法將空的 CieLch 實例轉換為 RGB！

# COLORIMETRY_MODEL_EXCEPTION_TORGBNULLHWB
source: Can't convert a null HWB instance to RGB!
es: ¡No se puede convertir una instancia HWB nula a RGB!
hi: शून्य HWB इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
ko: null HWB 인스턴스를 RGB로 변환할 수 없습니다!
tr: Boş bir HWB örneğini RGB'ye dönüştüremiyorum!
zh: 無法將空的 HWB 執行個體轉換為 RGB！
